[Category.ChallengeCategory_Anemone ChallengeCategoryDefinition]
CategoryName="evacuation solution"

[Challenges.Challenge_Anemone_Kill_Inf_Bruiser ChallengeDefinition]
ChallengeName="I ran a marathon."
Description="Kill infected terrorists."

[Challenges.Challenge_Anemone_Kill_Inf_Bruiser:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="10 infected thieves die."

[Challenges.Challenge_Anemone_Kill_Inf_Bruiser:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 50 infected criminals."

[Challenges.Challenge_Anemone_Kill_Inf_Bruiser:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 80 criminals."

[Challenges.Challenge_Anemone_Kill_Inf_Bruiser:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="120 thieves were killed"

[Challenges.Challenge_Anemone_Kill_Inf_Bruiser:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Removes 20 infections."

[Challenges.Challenge_Kill_Disinfectant ChallengeDefinition]
ChallengeName="Antibiotics"
Description="Remove the nest of disease."

[Challenges.Challenge_Kill_Disinfectant:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description=""

[Challenges.Challenge_Kill_DoItForTheVine ChallengeDefinition]
ChallengeName="How are you"
Description="Kill affected enemies."

[Challenges.Challenge_Kill_DoItForTheVine:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 200 infected enemies.."

[Challenges.Challenge_Kill_DoItForTheVine:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 100 infected enemies."

[Challenges.Challenge_Kill_DoItForTheVine:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 300 infected enemies.."

[Challenges.Challenge_Kill_DoItForTheVine:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 400 infected enemies."

[Challenges.Challenge_Kill_DoItForTheVine:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 60 infected enemies."

[Challenges.Challenge_Kill_EveryCorner ChallengeDefinition]
ChallengeName="wild land"
Description="Infected flower seeds should be removed."

[Challenges.Challenge_Kill_EveryCorner:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Destroy all 75 sick bulbs.."

[Challenges.Challenge_Kill_EveryCorner:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Destroys 10 infected bulbs."

[Challenges.Challenge_Kill_EveryCorner:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 20 infected and get real loot."

[Challenges.Challenge_Kill_EveryCorner:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Destroy 30 sick light bulbs.."

[Challenges.Challenge_Kill_EveryCorner:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Destroy 50 infected orbs."

[Challenges.Challenge_Kill_FlowerPower ChallengeDefinition]
ChallengeName="THE POWER OF FLOWERS"
Description="Kill enemies with gas."

[Challenges.Challenge_Kill_FlowerPower:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 20 enemies with gas."

[Challenges.Challenge_Kill_FlowerPower:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 50 gas enemies.."

[Challenges.Challenge_Kill_FlowerPower:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 80 enemies with lightning.."

[Challenges.Challenge_Kill_FlowerPower:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill enemies with 120 gas power.."

[Challenges.Challenge_Kill_FlowerPower:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 10 enemies with oil."

[Challenges.Challenge_Kill_HaderaxTheInvincible ChallengeDefinition]
ChallengeName="headrex invincible"
Description="Hydrax's victory was incredible.."

[Challenges.Challenge_Kill_HaderaxTheInvincible:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Defeat the undefeated Haderox."

[Challenges.Challenge_Kill_HaderaxTheInvincible:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Defeat the invincible Hadrak three times.."

[Challenges.Challenge_Kill_HaderaxTheInvincible:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Defeat Hedrix 5x.."

[Challenges.Challenge_Kill_HaderaxTheInvincible:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Get rid of the incredible Haderax 10 times.."

[Challenges.Challenge_Kill_HaderaxTheInvincible:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Defeated Invincible Hydrox 15 times."

[Challenges.Challenge_Kill_JumpinJackSmash ChallengeDefinition]
ChallengeName="Destroy and explode"
Description="Kill the new Pandora Commanders them in the air."

[Challenges.Challenge_Kill_JumpinJackSmash:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Unlock 10 new Pandora items in space."

[Challenges.Challenge_Kill_JumpinJackSmash:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="5 Kill the new Pandora owner in the area.."

[Challenges.Challenge_Kill_JumpinJackSmash:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Destroy 15 new Pandora Commanders in the air.."

[Challenges.Challenge_Kill_JumpinJackSmash:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Defeat 20 new Pandora room commanders."

[Challenges.Challenge_Kill_JumpinJackSmash:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Kill 40 new Pandora powers.."

[Challenges.Challenge_Kill_LetItGo ChallengeDefinition]
ChallengeName="How to improve?"
Description="Allow the infected material to grow and explode."

[Challenges.Challenge_Kill_LetItGo:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Let 150 seeds grow and fully explode."

[Challenges.Challenge_Kill_LetItGo:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="30 free cats will grow and explode."

[Challenges.Challenge_Kill_LetItGo:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Allow 50 infected pieces to grow and fully hatch."

[Challenges.Challenge_Kill_LetItGo:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Allow Core Disease 75 to develop and fully explode."

[Challenges.Challenge_Kill_LetItGo:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="It makes 115 virus cocoons grow and explode."

[Challenges.Challenge_Kill_Tanksbutnotanks ChallengeDefinition]
ChallengeName="Thanks, but... no tank is better"
Description="Play the gas tank on your new Pandora Mac.."

[Challenges.Challenge_Kill_Tanksbutnotanks:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Burn 5 gas canisters with Pandora's new fire."

[Challenges.Challenge_Kill_Tanksbutnotanks:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="10 gas bottles for the new Pandora Rocket.."

[Challenges.Challenge_Kill_Tanksbutnotanks:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Play 15 new Pandora tanks."

[Challenges.Challenge_Kill_Tanksbutnotanks:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Replaced 20 gas bottles with new Pandora burners.."

[Challenges.Challenge_Kill_Tanksbutnotanks:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Play for 40 coins with the new Pandora charm."

[Challenges.Challenge_Kill_YouStartedIt ChallengeDefinition]
ChallengeName="I started"
Description="Defeat Pandora's new soldiers."

[Challenges.Challenge_Kill_YouStartedIt:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="100 Pandora soldiers killed.."

[Challenges.Challenge_Kill_YouStartedIt:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 175 new soldiers in Pandora.."

[Challenges.Challenge_Kill_YouStartedIt:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="He killed 500 Pandora soldiers.."

[Challenges.Challenge_Kill_YouStartedIt:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="He killed 400 warriors in New Pandora.."

[Challenges.Challenge_Kill_YouStartedIt:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 60 new Pandora soldiers.."

[LevelChallenges.Backburner_Echos ChallengeDefinition]
ChallengeName="You are at home"
Description="Hear what Crimson recorded while saving the planet.."

[LevelChallenges.Backburner_FandirFiction ChallengeDefinition]
ChallengeName="Fandir Club"
Description="Add a special charm to your ass."

[LevelChallenges.Backburner_Harmville ChallengeDefinition]
ChallengeName="Be kind to the world"
Description="Turn on the garden sprinkler."

[LevelChallenges.Backburner_Lovebox ChallengeDefinition]
ChallengeName="[CUT] hunger box"
Description="[CUT] Open the kettle."

[LevelChallenges.Backburner_Slagenstein ChallengeDefinition]
ChallengeName="body weight"
Description="Help Jade find the cure and eliminate the danger she creates in the process.."

[LevelChallenges.Backburner_Slagenstein:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="After the doctor has done two tests. B."

[LevelChallenges.DahlAbandons_Echos ChallengeDefinition]
ChallengeName="Keep records"
Description="Find lost documents in Doll Abandon."

[LevelChallenges.DahlMine_Echos ChallengeDefinition]
ChallengeName="The way to heaven"
Description="Find Hector's missing video."

[LevelChallenges.Helios_ButtStomped ChallengeDefinition]
ChallengeName="The whole world"
Description="Defeat Uranus in three minutes.."

[LevelChallenges.Helios_Echos ChallengeDefinition]
ChallengeName="Contact the company"
Description="It tells the lost stories of the people who lived and loved Helios.."

[LevelChallenges.Helios_Vaugnsport ChallengeDefinition]
ChallengeName="Work, smile and win"
Description="Helios Infernals Try your favorite game.."

[LevelChallenges.Helios_VaultRoy ChallengeDefinition]
ChallengeName="public service"
Description="Find clues in 6 hidden rooms."

[LevelChallenges.IO_PlayVolleyBall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[LevelChallenges.MT_Scarab_Echos ChallengeDefinition]
ChallengeName="It's just science"
Description="Get Casio LeCremain's research paper.."

[LevelChallenges.OldDust_DahlMine ChallengeDefinition]
ChallengeName="I will find you"
Description="Find two treasure bags in mine #191.."

[LevelChallenges.OldDust_HoldTheDoor ChallengeDefinition]
ChallengeName="Hold the door!"
Description="Defending the entrance to the camp without losing a single turkey.."

[LevelChallenges.OldDust_PayForHint ChallengeDefinition]
ChallengeName="wall"
Description="Look through Mordecai's binoculars."

[LevelChallenges.OldDust_VaultRoy ChallengeDefinition]
ChallengeName="Parliament and administration"
Description="Find 5 hidden symbols in the room."

[LevelChallenges.ResearchCenter_ForScience ChallengeDefinition]
ChallengeName="For education!"
Description="I will arrange the funeral."

[LevelChallenges.ResearchCenter_GaseousCassius ChallengeDefinition]
ChallengeName="Cassia is visiting"
Description="Cassius 3 minutes free,."

[LevelChallenges.ResearchCenter_NoPeeking ChallengeDefinition]
ChallengeName="without glasses"
Description="Find and destroy all CCTV cameras in the lab. "

[LevelChallenges.ResearchCenter_VaultRoy ChallengeDefinition]
ChallengeName="Minister of Commerce"
Description="Find 3 hidden rooms.."

[LevelChallenges.SandwormCavern_Echos ChallengeDefinition]
ChallengeName="His fear was of God"
Description="Understand the dangers of deep worship and idolatry."

[LevelChallenges.SandwormCavern_Grranglaargll ChallengeDefinition]
ChallengeName="Gurrangra Villa (Royal Foundation))"
Description="Find all the cool treasure boxes in the closet.."

[LevelChallenges.SandwormCavern_NeverEnoughTools ChallengeDefinition]
ChallengeName="Not enough tools"
Description="I find all the weapon boxes in their beds.."

[LevelChallenges.SandwormCavern_Timber ChallengeDefinition]
ChallengeName="The article is under development!"
Description="Beat Hector in 3 minutes."

[LevelChallenges.SandwormCavern_VaultRoy ChallengeDefinition]
ChallengeName="Prayer room"
Description="Find 2 hidden symbols in the secret room."

[LevelChallenges.SandwormLair_DuneRaider ChallengeDefinition]
ChallengeName="Dune Rider:"
Description="Find the legendary chest hidden in the deep text."

[LevelChallenges.SandwormLair_VaultRoy ChallengeDefinition]
ChallengeName="part of the room"
Description="Find 3 hidden symbols in the room.."

[LevelChallenges.TestYLMap_VaultRoy ChallengeDefinition]
ChallengeName="Administration Department"
Description="2 Find the hidden camera icon."

[LevelChallenges.TheBackburner_VaultRoy ChallengeDefinition]
ChallengeName="Address"
Description="Find the two characters in the secret room."

[LevelChallenges.Underground_Fishing ChallengeDefinition]
ChallengeName="Explosive shopping"
Description="Throw a grenade into an open pool and get fifty.."

